Repository: gemian/kscreenlocker
Catalog: po/*/kscreenlocker.po
Languages: ru

source: The screen locker is broken and unlocking is not possible anymore. In order to unlock it either ConsoleKit or LoginD is needed, none of which could be found on your system.
ru: Работа блокировщика экрана нарушена, и он не может быть использован для разблокировки. Разблокирование в обход блокировщика возможно с использованием приложений ConsoleKit или LoginD, но они не найдены в этой системе.

source: The screen locker is broken and unlocking is not possible anymore. In order to unlock switch to a virtual terminal (e.g. Ctrl+Alt+F2), log in as root and execute the command: # ck-unlock-session <session-name>
ru: Для разблокировки экрана переключитесь в виртуальный терминал (например, Ctrl+Alt+F2), войдите в систему от имени администратора (root) и выполните команду: # ck-unlock-session <имя сеанса>

source: The screen locker is broken and unlocking is not possible anymore. In order to unlock switch to a virtual terminal (e.g. Ctrl+Alt+F2), log in and execute the command: loginctl unlock-session %1 Afterwards switch back to the running session (Ctrl+Alt+F%2).
ru: Для разблокировки экрана переключитесь в виртуальный терминал (например, Ctrl+Alt+F2), войдите в систему и выполните команду: loginctl unlock-session %1 Для возврата в графический режим нажмите Ctrl+Alt+F%2.

source: Screen lock enabled
ru: Включить блокировщик экрана

source: Sets whether the screen will be locked after the specified time.
ru: Будет ли экран заблокирован через выбранное время.

source: Screen saver timeout
ru: Задержка блокировщика экрана

source: Sets the minutes after which the screen is locked.
ru: Определяет, через сколько минут будет заблокирован экран.

source: Lock Session
ru: Заблокировать сеанс

source: Screen locked
ru: Экран заблокирован

source: Screen unlocked
ru: Экран разблокирован

source: Screen Locker
ru: Блокировщик экрана

source: Ensuring that the screen gets locked before going to sleep
ru: Обеспечивает блокировку экрана при переходе в ждущий или спящий режим
