Repository: gemian/kscreenlocker
Catalog: po/*/screenlocker_kcm.po
Languages: lt

# Spinbox suffix. Short for seconds
source: sec
lt: sek.

source: Lock Session
lt: Užrakinti sesiją

source: Error
lt: Klaida

source: Failed to successfully test the screen locker.
lt: Nepavyko sėkmingai išbandyti ekrano užrakto.

source: Activation
lt: Aktyvavimas

source: Lock screen automatically after:
lt: Užrakinti ekraną automatiškai po:

source: Re&quire password after locking:
lt: Reikalauti slaptažodžio po užrakinimo:

source: Immediately
lt: Tuoj pat

source: Lock screen when waking up from suspension
lt: Užrakina ekraną, kai pabundama po sustabdymo

source: &Lock screen on resume:
lt: Pabudus užra&kinti ekraną:

source: The global keyboard shortcut to lock the screen.
lt: Globalus klaviatūros greitasis klavišas ekrano užrakinimui.

source: Wallpaper &Type:
lt: Apmušalo &tipas:
